{
  "siteTitle": "Aurora Red Technology – USM",
  "home": {
    "title": "Unified Service Management (USM)",
    "lead": "A universal method to bring simplicity and control to any service organization.",
    "introParagraphs": [
      "USM provides one simple management system for all services – IT, facilities, HR, and more.",
      "This site captures what USM is, why it matters, and how to start using it."
    ]
  },
  "chapters": [
    {
      "id": "chapter-7",
      "title": "Chapter 7 – The Service Organization",
      "shortSummary": "How to structure a service organization: governance, domain separation, matrix organization, teams, and the service desk.",
      "keyPoints": [
        "Mission, vision, core values, strategy, goals, and policy set direction.",
        "Governance creates the environment; management runs the day-to-day.",
        "Strategic, tactical, and operational levels are linked through planning & control.",
        "Domain separation: specifying vs realizing to improve control and assurance.",
        "Standardization and process/workflow-based working increase predictability.",
        "RACI and clear profiles connect people to processes.",
        "Service desk as SPOC; self-service and standardization shift work left.",
        "Watch out for drama triangles and shadow services."
      ]
    },
    {
      "id": "chapter-8",
      "title": "Chapter 8 – Technology Resources",
      "shortSummary": "What tools and templates a service organization needs, including the SDC tool and MIR.",
      "keyPoints": [
        "Tools support coordination (workflows + MIR) and execution (task-specific tools).",
        "Service Delivery Coordination (SDC) tool manages calls and workflows.",
        "Managed Infrastructure Register (MIR) stores all managed components and relationships.",
        "ERP strategy (all-in-one) vs Best-of-Breed (modular, API-connected)."
      ]
    },
    {
      "id": "chapter-9",
      "title": "Chapter 9 – Deploying USM",
      "shortSummary": "How to introduce USM in practice using improvement sprints and change management.",
      "keyPoints": [
        "USM can be deployed top-down, bottom-up, or both.",
        "Use phases: intake, planning, set-up, improvement sprints, routine phase.",
        "Internal project manager + optional USM coach + tool expert lead the work.",
        "Organizational change management is crucial: attitude, behavior, culture.",
        "USM works well with Agile, DevOps, Lean, and Design Thinking."
      ]
    }
  ]
}
